<template>
  <div class="protocolBox" ref="set">
    <h1>《专家解读和推荐服务协议》</h1>
    <p>用户在查看专家赛事解读前，请务必审慎阅读、充分理解《料到体育解读和推荐服务协议》（以下简称“本协议”）的所有内容，特别是免除或者限制责任的条款。限制、免责条款可能以加粗形式提示您注意。接受并同意本协议条款、方有资格享受料到体育提供的专家解读和推荐服务。</p>
    <p>当牛人、红人和有料专家按照发布发布赛事解读页面填写信息，阅读并同意本协议且完成全部发布程序后；用户在料到体育查看专家解读和推荐，即表示已充分阅读、理解并接受本协议的全部内容、并承诺接受并遵守本协议的约定，本协议构成料到体育、专家（牛人、红人和有料专家）和普通用户之间就其使用料到体育账户并接受料到体育所提供的解读和推荐服务达成的有效协议，具有法律效力。 </p>

    <div>一、名词定义 </div>
    <p>1、料到体育：指上海迪斌文化发展有限公司所运营的、提供本协议项下服务的网络平台和相关应用软件（包括但不限于APP软件、手机网站、自媒体平台等）。 </p>
    <p>2、料到体育账户：指在料到体育注册使用的账户，专门用于平台提供的服务，平台保存用户最近三个月内消费记录和交易明细。 </p>
    <p>3、用户：指在料到体育注册成功并已完善平台所要求的相关信息，有权享受本平台所提供服务的用户，包括普通用户、牛人、红人和有料专家。</p>
    <p>4、普通用户：指在料到体育注册成功，有权查看解读和推荐，以及享受平台未来拓展功能服务的用户。 </p>
    <p>5、牛人：指经料到审核通过，有权发布免费推荐，以及享受普通用户所有服务的用户。</p>
    <p>6、红人：指经料到审核通过，且完成相关测试，或料到特邀入驻的在行业内有一定经验权威的名人，有权发布付费或免费推荐，以及享受普通用户所有服务的用户。</p>
    <p>7、有料专家：指经料到审核通过，并最终完成了专家测试，或料到特邀入驻的在行业内有影响力的权威专家，有权制定高质量的推荐，专家专栏等服务，以及享受普通用户所有服务的用户。比赛推荐服务：指牛人、红人和有料专家发布的赛事分析和结果推荐，包括付费推荐和免费推荐服务。</p>
    <p>8、付费推荐服务：指红人、有料专家发布的，其它用户需要支付一定收米币方可查看的推荐服务。</p>
    <p>9、足球完场比分：足球比赛90分钟内的比分，含伤停补时，不含加时赛和点球大战，足球比赛推荐均以此比分计算推荐命中结果。</p>
    <p>10、篮球完场比分：篮球比赛全场比分，含加时赛。篮球比赛推荐均以此比分计算推荐命中结果。</p>
    <p>11、收米币：料到推出的一种虚拟币，可用来查看付费推荐、进行其他增值服务的消费。收米币不可退款，用户可在料到自行购买。</p>
    <p>12、合作方：指料到合作的支付服务商（第三方支付平台）、提款服务商、联合的合作商，以及其他合作机构或公司。</p>
    <p>13、中国：特指中华人民共和国大陆地区，不含香港特别行政区、澳门特别行政区、台湾地区。</p>

    <div>二、专家解读和推荐服务规则</div>
    <p>1、牛人资格认证条件：料到平台用户均可申请牛人资格，申请成为牛人后，资料齐全，无联系方式等料到官方认定的广告内容，即可发布免费推荐场次。</p>
    <p>2、红人资格认证条件：料到平台用户申请成为牛人后，进入红人实验室：30日内推荐场次不少于30场，且30日回报率不少于100%；30日标准为最近30日，推荐理由规范，无联系方式等料到官方认定的广告内容，即可升为战绩红人。</p>
    <p>3、有料专家认证条件：料到平台用户晋级成为红人后，进入专家实验室：推单总天数不少于30天，推单次数不少于90场，且90日回报率不少于100%；90日标准为最近90日，推荐理由规范，无联系方式等料到官方认定的广告内容，即可升为有料专家。</p>
    <p>4、资格取消条件：获得红人资格后，30日回报率小于90%则降级成为牛人，考核合格后可再次成为红人；若推荐理由重复、使用标点、发布与本场比赛无关内容，打广告、发布联系方式、发现或被举报抄袭转载者等扰乱网站正常运行行为直接降为普通用户，情节严重者直接封号，发现即处理。</p>
    <p>5、解读、推荐种类和时间界定。 </p>
    <p>（1）牛人、红人和有料专家解读服务包括足球和篮球两种类型，足球支持胜负彩、任选9场和竞彩足球（2串1、单关、大小球和混合玩法），篮球支持竞篮2串1、胜负、让分胜负、大小分、胜分差和混合玩法。发布解读截止时间为该场比赛的开始时间，如解读包含多场比赛则为最早开赛赛事的比赛时间。</p>
    <p>（2）料到体育所显示的日期与时间均为北京时间，所有时间均以料到体育服务系统的服务器时间为准，比赛时间具体调整以竞彩官方发布为准。</p>
    <p>（3）专家解读和推荐具体服务种类的玩法规则以料到体育服务中心的玩法介绍公布的规则为准。 </p>
    <p>（4）为确保数据安全，解读和推荐一经发布成功，名牛人、红人和有料专家用户不可修改和撤销，牛人、红人和有料专家用户自行承担因发布错误等原因产生的后果。 </p>
    <p>（5）料到体育有权根据自身运营情况长期或临时增加、减少解读和推荐种类，调整发布解读和推荐的截止时间，而不需事先告知用户。</p>
    <p>6、解读和推荐价格。根据服务种类不同，服务定价策略如下： </p>
    <p>（1）红人和有料专家可以发布付费方案付费，由名人专家或名人专家所属公司和料到体育双方在《料到体育》牛人、红人、有料专家服务协议中具体约定。</p>
    <p>7、解读和推荐查看。任何用户均可查看专家解读和推荐，根据类型和状态不同，具体查看规则如下： </p>
    <p>（1）未开赛的付费解读和推荐：必须支付红人和有料专家设定的收米币方可查看。为避免因收米币不能及时到账导致延误查看的情况，用户均必须在料到体育预先购买收米币，方可在赛前查看付费解读和推荐。若用户收米币不足，料到体育有权拒绝用户查看解读和推荐信息，且料到体育无需就此承担任何责任。用户用于购买收米币的资金来源应当合法，不得使用公款购买收米币，且收米币一经购买，概不进行退换，只能用于消费。若料到体育知晓或合理怀疑用户购买收米币的资金来源不合法，则料到体育有权拒绝用户消费收米币；此外，料到体育还有权根据相关法律法规或政府部门的要求采取其他必要措施（包 括但不限于向相关方通报用户的资料及消费信息）。用户使用来源不合法的资金购买收米币的，相关损失及法律责任由用户自行承担。</p>
    <p>（2）比赛中的付费解读和推荐：为保护名人专家、战绩红人以及用户的权益，比赛中的付费解读和推荐不可支付购买，也不可免费查看。</p>
    <p>（3）已完场的付费解读和推荐，赛果公开后：无需支付收米币均可查看。</p>
    <p>（4）免费解读和推荐：任何状态下，无需支付收米币均可查看。 </p>
    <p>（5）已购买的付费解读和推荐：任何状态下，均可查看。</p>

    <p>8、服务费。用户查看付费解读或推荐所支付的收米币即为服务费，由料到体育与红人、有料专家按约定的比例进行分成，料到体育获得的分成为平台服务费，红人和有料专家获得的分成为专家服务费。红人和有料专家分成比例统一为50%。</p>

    <p>1、专家服务费结算。用户查看付费解读或推荐时付给名人专家或战绩红人的专家服务费，由料到体育 代收代付。专家服务费结算规则如下：</p>
    <p>（1）结算周期：每个自然月由料到体育结算一次给红人、有料专家。</p>
    <p>（2）专家服务费纳税：涉税专家服务费需提供发票由平台代缴后发放。</p>
    <p>（3）结算申请和审核：红人、有料专家自主发起专家服务费结算申请。结算申请成功后，料到体育有权（但并无义务）对其结算申请进行审核，若料到体育发现或合理怀疑名人红人、有料专家有明显套现、洗钱及/或其他不法意图、或其结算申请不符合与料到体育签署的相关协议的约定，料到体育有权立即停止对其结算服务、取消红人、有料专家资格，注销其料到体育账户、并提示或协助结算服务商制止其行为、以及采取其他一切必要的措施。</p>
    <p>2、红人、有料专家资质条件、收米币设置范围和分成比例的调整。料到体育有权根据自身运营策略等因素，调整牛人、红人和有料专家条件、发布解读和推荐时收米币的设置范围以及分成比例。调整方案将放置在该产品和服务相关网页的显著位置，红人、有料专家及其它用户继续使用料到体育服务，即代表同意新的调整方案。</p>

    <p>3、公布推荐命中情况及战绩计算。在比赛完场后，料到体育将向用户公布赛事推荐命中情况并自动计算牛人、红人和有料专家战绩。推荐是否命中以发布推荐时的盘口和赔率为基础进行计算。</p>

    <p>4、服务记录和交易查询。牛人、红人和有料专家可以查询最近3个月发布的专家解读和推荐记录、以及收益明细。普通用户可以查询最近3个月查看的牛人、红人和有料专家解读和推荐记录、以及收米币交易明细。</p>

    <p>5、恶意刷单及处罚。严禁任何形式的恶意刷单（包括但不限于利用程序漏洞刷单或刷命中率，自己注册多个账号查看自己的解读和推荐，用户间相互查看解读和推荐，邀请他人查看自己的解读和推荐事后退款等行为）。若料到体育发现或合理怀疑用户恶意刷单，料到体育有权采取注销刷单账号、禁止发布解读和推荐、取消牛人、红人和有料专家资格、限制结算等措施，且此行为给料到体育或其它用户造成的任何损失，料到体育有权采取一切必要手段向用户追偿；造成的其他一切后果，由用户自行承担。</p>

    <p>6、如实提供用户资料及信息。为保障用户的合法权益，避免在结算时出现用户注册、实名认证资料与真实情况不符导致不能结算等情况，同时确保用户的身份、资金来源等基本情况不违反国家相关法律法规的规定，用户注册和实名认证时均应当真实、全面、准确地提供用户信息及资料。因用户信息及资料不真实、不全面、不准确造成不能结算、不能注销或违反国家相关法律法规等情况，由用户承担全部责任。如果用户提供的信息及资料包含有不真实、不全面、不准确的内容，料到体育保留单方终止本协议及其与该用户之间的其他协议、注销该用户的料到体育账户的权利。</p>

    <p>7、不得利用料到体育账户从事违法违规行为。用户不得利用其料到体育账户从事任何违法违规行为，包括但不限于套现、洗钱、行贿、受贿及其他任何违反适用的法律法规的行为。</p>

    <p>8、为免疑义，用户在此不可撤销的确认其知悉并同意内容：</p>
    <p>（1）料到体育所提供的解读和推荐服务只是赛事分析和结果推荐，不是彩票委托投注服务，也不是彩票销售业务。</p>
    <p>（2）牛人、红人和有料专家在料到体育发布的解读、推荐只代表本人观点，仅供用户参考使用，用户系根据其本人的意思使用该解读或推荐服务内容，料到体育不就解读或推荐服务内容能否得 到积极的结果做出任何明示或默示的保证，如若发生任何损失，应由用户自行承担。用户在此理解并同意，料到体育有权选择合作平台将本协议项下的产品或服务进行合作，同时用户同意按照本协议相关规定结算服务费。</p>
    <p>（3）用户在料到体育查看的解读或推荐服务内容仅供自己合法使用，不得再与他人进行任何形式的交易。若料到体育知晓或合理怀疑用户就查看的解读或推荐服务内容与他人进行交易或采用其它方式违法 使用的，料到体育有权拒绝用户查看解读和推荐服务，且此行为给用户或料到体育造成的任何损失及法律责任，均由用户承担。</p>

    <div>三、协议变更和终止 </div>
    <p>1、料到体育有权对本协议内容及条款进行调整、补充或修订，并在料到体育网页或相关应用软件以适当的方式向用户进行公示；若在料到体育公示该等调整、补充或修订后，用户仍继续使用料到体育的解读和推荐服务的，即表示用户同意本协议的相关调整、补充或修订，并同意遵守该等内容，调整、修订或补充后的协议构成料到体育、专家（包括牛人、红人和有料专家）和普通用户之间就其使用料到体育账户并接受料到体育所提供的解读和推荐服务达成的有效协议，具有法律效力。若专家（包括牛人、红人和有料专家）和普通用户不同意前述 调整、补充或修订的，料到体育、专家（包括牛人、红人和有料专家）或名人专家所属公司和普通用户均有权立即终止本协议及三方之间的其他协议、注销用户的料到体育账户。</p>

    <p>2、料到体育有权以手机短信或邮件的方式通知用户终止本协议及其与该用户之间的其他协议，本协议及其与该用户之间的其他协议在通知发出之日后第15个自然日终止。</p>
    <p>3、一经发现公款购买收米币嫌疑等本协议禁止的情况，料到体育有权立即终止协议。</p>

    <div>四、违约责任</div>
    <p>1、若料到体育、专家（包括牛人、红人和有料专家）或名人专家所属公司和普通用户任何 一方未能遵守其在本协议项下的相关约定，或该方在本协议项下的任何陈述、保证或承诺实质上不真实 或不准确，该方即构成违约，应赔偿其他方因其违约所遭受的损失。</p>
    <p>2、若料到体育、专家（包括牛人、红人和有料专家）或名人专家所属公司和普通用户任何 一方违反了适用于该方的法律法规的规定，且其相关行为给其他方造成了任何损失的，违反法律法规的 一方应负责向其他方赔偿其所遭受的损失。</p>
    <p>3、本第四条前述的“损失”包括其他方因前述违约或违反法律法规的一方的违约行为而遭致的直接经济损 失及任何可预期的间接损失及额外的费用，包括但不限于律师费用、诉讼及仲裁费用、财务费用及差旅 费等。</p>

    <div>五、不可抗力</div>
    <p>1、若料到体育、专家（包括牛人、红人和有料专家）或名人专家所属公司和普通用户任何一方因不可抗力事件（定义见下文）而受阻履行其在本协议项下的义务，受阻一方应尽快书面通知其它 各方并在事件后的十五（15）日内，提供有关该等事件的详尽资料以及证明该事件的文件（包括官方主 管部门的文件，如果适用的话），说明其不能履行或延迟履行本协议全部或部分条款的原因。</p>
    <p>2、“不可抗力事件”是指在签订本协议时任何一方均无法预知，且无法避免并克服其发生和后果的任何事 件。不可抗力事件应包括但不限于地震、台风、洪水或其他自然灾害、火灾、爆炸、禁运、罢工、暴 乱、战争、流行病或政策变化等。</p>
    <p>3、如发生不可抗力事件，任何一方均无需对其它各方因其无法履约或延迟履约而蒙受的任何损害、成本增加或损失负责，且该未能履约或延迟履约不应被视为违反本协议。声称发生不可抗力事件的一方应采取适当手段尽量减少或消除不可抗力事件的影响，并尽可能在最短的时间内尝试恢复被不可抗力事件影响的履约。</p>

    <div>六、免责条款发生下列情况时，料到体育不予承担任何法律责任：</div>
    <p>1、料到体育努力使用户的每一次发布、查看赛事解读服务请求都能成功，但是并不能保证一定成功。成功与否的标志是发布和查看记录，成功生成发 布和查看记录是用户发布或查看成功的唯一标志。对未成功的服务请求，料到体育无需向用户承担责任。</p>
    <p>2、黑客攻击、计算机病毒侵入或发作、政府管制、网络故障、国家政策变化、法律法规变化等不可预见情势造成：赛事解读暂时性关闭，赛事解读信息内容泄露、丢失、被盗用、被篡改，料到体育未能收到用户请求等，以及由此产生的纠纷。</p>
    <p>3、用户查看赛事解读而产生的损失。料到体育对任何因用户根据本协议查看解读或推荐服务内容、最终使用本赛事解读服务内容而发生的直接、间接、偶然、特殊及继起的损害不负责任。</p>
    <p>4、料到体育不保证其所提供服务一定能满足用户的要求，也不保证本协议项下的服务不会中断，料到体育亦不对用户在料到体育所发布、查看赛事解读的储存失败或删除负责。</p>
    <p>5、料到体育尽力保证比赛盘口和赔率的及时更新，但因盘口和赔率随时都在变化，所以料到体育不能保证能完全及时更新，推荐命中计算和页面显示均以发布推荐时的盘口和赔率为准。因盘口和赔率未及时更新产生的纠纷，料到体育不承担任何责任。</p>
    <p>6、用户使用来源不合法的资金购买收米币的，相关损失及法律责任由用户自行承担。</p>
    <p>7、涉税专家服务费需依法自行纳税，牛人、红人及有料专家未按税法纳税自行承担法律责任。</p>
    <p>8、因用户信息及资料不真实、不全面、不准确造成不能结算、不能注销或违反国家相关法律法规等情况，由用户承担全部责任。</p>
    <p>9、用户原因或第三方原因造成损失。由于用户自身原因、或违反法律法规，以及第三方的原因，造成用户无法使用料到体育解读和推荐服务或产生其他损失的。</p>
    <p>10、应国家法律、法规或上级主管部门要求，取消或暂停本协议项下料到体育所提供的全部或部分服务的，料到体育不承担任何责任。</p>
    <p>11、为符合其他国家或地区的法律法规，料到体育有权屏蔽该等国家或地区的IP地址，且不予接收任何用户从该等国家或地区IP地址所提交的任何服务请求，料到体育就此无需承担任何责任。</p>
    <p>12、料到体育有权在任何时间根据其独立判断拒绝接受用户的服务请求，并事后告知用户；且料到体育无需就此向用户承担任何责任。</p>
    <p>13、用户利用其料到体育账户从事任何违法违规行为，包括但不限于套现、洗钱、行贿、受贿及其他任何违反适用的法律法规的行为，由用户承担全部责任。</p>

    <div>七、合同组成</div>
    <p>1、料到体育、专家（包括牛人、红人和有料专家）和普通用户的法律关系应以本协议、三方于本协议生效之时或之后另行正式签署的其他协议、及料到体育的正式法律声明为准。</p>

    <div>八、适用法律和管辖</div>
    <p>1、本协议的签署、效力、履行、解释和可强制执行性，均适用中华人民共和国法律。</p>
    <p>2、如果本协议的任何条款或其任何部分被依法认为是不合法、无效或不可执行，其他条款将不受影响。</p>
    <p>3、本协议签订地为中华人民共和国上海市宝山区。因本协议或与本协议有关而产生的任何争议均应由料到体育与用户通过友好协商加以解决；如协商不成，双方同意将纠纷或争议提交本协议签订地有管辖权的人民 法院管辖。</p>

    <div>九、未尽事宜</div>
    <p>
      料到体育将不时提供解读和推荐的其它相关服务，而这些其它服务可能是受不同的服
      务条款和条件约束的，若新服务未发布服务条款和条件时，则适用于本条款，其未尽事宜，料到体育在法律规定的
      范围内有解释权。本公司在法律规定的范围内有解释权。
    </p>
  </div>

</template>

<script>
  export default {
    name: '',
    data() {
      return {}
    },
    mounted(){}
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped lang="less">
  .protocolBox{width:100%;height: auto;background: #fff;padding:0 30rpx 30rpx;box-sizing: border-box;}
  .protocolBox h1{font-size: 34rpx;color: #333333;font-weight: bold;text-align: center;padding:30rpx;}
  .protocolBox p{font-size: 28rpx;color: #333333;line-height: 46rpx;margin-bottom:25rpx;text-align: justify;}
  .protocolBox div{font-size: 32rpx;color: #333333;font-weight: bold;margin-bottom:25rpx;}
</style>

